[Translation]
ThisLanguage=		Română

Language=			Limba

DockSettings=		Setări Dock...
IconSettings=		Setări Icon...
AddItem=			Adaugă Articol
  ItemFile=			Fişier
  ItemPath=			Locaţie
  ItemSeparator=		Separator
  ItemDockSettings=	Setări Dock
DeleteItem=			Şterge Articol
TakeScreenshot=		Take Screenshot


General=			General
AutoRun=			Execută la Startup
HideLabels=			Dezactivează Etichetele Icon-urilor
LockIcons=			Blochează Icon-urile
AutoHide=			Auto Ascunde


Icons=			Icon-uri
Size=				Mărime
Quality=			Calitate
  QualityLow=		Calitate Redusă (Rapid)
  QualityMedium=		Calitate Medie
  QualityHigh=		Calitate Superioară (Încet)
Zoom=				Zoom
ZoomRange=			Extindere Zoom
ZoomTime=			Durată Zoom


Position=			Poziţie
Monitor=			Monitor
  MonitorList=		Monitor
Side=				Poziţie pe Ecran
  SideTop=			Sus
  SideBottom=		Jos
  SideLeft=			Stânga
  SideRight=		Dreapta
Z-Order=			Stratificare
  zTop=			Intotdeauna Deasupra
  zNormal=			Normal
  zBottom=			Intotdeauna Dedesubt
Offset=			Centrare


Style=			Stil
Theme=			Temă
Opacity=			Opacitate
SelectFont=			Selectare Font


About=			Despre
Donate=			Donează
Updates=			Actualizează
Forums=			Forum



Quit=				Ieşire
OK=				OK
Cancel=			Revocare



Version=			Versiune
ThankYou=			RocketDock este dezvoltat de către un fan si o fană Apple pe OS X. <BR>O poţi considera ca pe o ofertă de pace din partea comunităţii Mac pentru tine.<BR><BR>Impreună putem termina persecuţia Mac. :)<BR>Enjoy!<BR>Echipa Punk! Software

Folders=			Directoare
DefaultFolder=		Director Implicit
ChangeFolder=		Schimbă Director


Preview=			Previzualizare


DefaultIcon=		Icon Implicit


Properties=			Proprietăţi
Name=				Nume
Target=			Ţintă
FindTarget=			Gaseşte Ţintă
StartIn=			Start în
Arguments=			Argumente
Run=				Execută
  RunNormal=		Normal
  RunMaximized=		Maximalizat
  RunMinimized=		Minimalizat
Popup=			Meniu Popup
ContextMenu=		Arată Acţiuni Speciale


FontOutlineColor=		Culoare Contur
FontShadowColor=		Culoare Umbră
FontOutlineOpacity=	Opacitate Contur
FontShadowOpacity=	Opacitate Umbră



;#################
;For Version 1.1.2
;#################

MouseActivate=		Popup la Mouse deasupra
AutoHideTime=		Durată Auto Ascundere
AutoHideDelay=		Întârziere Auto Ascundere
UberIconFX=			Efecte UberIcon



;#################
;For Version 1.2.0
;#################

ZoomFlat=			Zoom: Uniform
VerticalOffset=		Compensare Margine
ItemBlank=			Icon Gol
Defaults=			Implicite
Confirm=			Confirmă
ConfirmDefaults=		Eşti sigur că doreşti să resetezi RocketDock la setările implicite ?<BR>Notă: Icon-urile nu vor fi afectate.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Minimalizează Ferestrele în Dock
ShowRunning=		Indicator Aplicaţii Deschise
OpenRunning=		Deschide Instanţa Aplicaţiei Executate
UseINI=			Salvează Setările într-un Fişier .INI
GetMore=			Mai Mult
Behavior=			Comportare
MouseActivateDelay=	Întârziere Popup
IconActivationFX=		Efect Atenţie Icon
None=				Fără
Bounce=			Salt
ZoomOpaque=			Zoom Opac
HoverFX=			Efect Planare
ZoomBubble=			Zoom: Balon
ZoomPlateau=		Zoom: Platou
OpenWindow=			Deschide Fereastră
CloseWindow=		Închide Fereastră
ItemRecycleBin=		Coş de Reciclare
StateNormal=		Icon Normal
StateEmpty=			Coş de Reciclare Gol
StateFull=			Coş de Reciclare Plin

;#################
;For Version 1.3.1
;#################

DebugInfo=			Info Debug
ConfirmDebugInfo=		RocketDock este pe calea de a creea un fişier debug...<BR><BR>Acest fişier va conţine:<BR>  * Setările RocketDock [caile (paths) şi argumentele]<BR>  * Lista curentă a proceselor deschise<BR>  * Informaţii utile despre sistem.
DisableMinAnimation=	Minimalizare Fără Animaţii
OpenRunningShort=		Instanţa
UseGlobal=			Foloseşte Setări Globale
Always=			Întotdeauna
Never=			Niciodată
Warnings=			Avertismente: <COUNT>
WarningINIWrite=		Settings.ini este Read-Only.  Setările nu pot fi salvate.
